Repository: hzagaming/ClassGod
Catalog: ClassGod/ClassGod/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, zh_hans, zh_hant

# permission.banner.message
source: Permission not granted — Switching is limited
de: Berechtigung nicht erteilt — Wechsel eingeschränkt
es: Permiso no concedido — Cambio limitado
fr: Permission non accordée — Basculement limité
ja: 権限が未設定 — 切り替え機能が制限されています
ko: 권한이 없음 — 전환 기능이 제한됨
pt: Permissão não concedida — Troca limitada
ru: Разрешение не дано — Переключение ограничено
zh_hans: 权限未开启 — 切屏功能受限
zh_hant: 權限未開啟 — 切屏功能受限

# permission.required.message
source: How am I supposed to keep watch without Accessibility permission? Go to System Settings > Privacy & Security > Accessibility and turn it on.
de: Wie soll ich ohne Barrierefreiheitsberechtigung Wache halten? Geh zu Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfen und schalte es ein.
es: ¿Cómo voy a vigilar sin permiso de Accesibilidad? Ve a Ajustes del Sistema > Privacidad y Seguridad > Accesibilidad y actívalo.
fr: Comment je suis censé faire le guet sans la permission Accessibilité ? Va dans Réglages Système > Confidentialité et sécurité > Accessibilité et active-la.
ja: アクセシビリティ権限なしで見張りできるわけないだろ？システム設定 > プライバシーとセキュリティ > アクセシビリティ でオンにして
ko: 접근성 권한 없이 어떻게 감시하라고? 시스템 설정 > 개인정보 보호 및 보안 > 접근성 에서 켜줘
pt: Como vou ficar de olho sem permissão de Acessibilidade? Vá em Ajustes do Sistema > Privacidade e Segurança > Acessibilidade e ative.
ru: Как я буду следить без разрешения Специальных возможностей? Зайди в Системные настройки > Конфиденциальность и безопасность > Специальные возможности и включи.
zh_hans: 不给 Accessibility 权限我怎么帮你放风？去 系统设定 > 隐私与安全性 > 辅助功能 里打开
zh_hant: 不給 Accessibility 權限我怎麼幫你放風？去 系統設定 > 隱私與安全性 > 輔助功能 裡打開

# permission.required.title
source: Permission denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Permission refusée
ja: 権限が足りない
ko: 권한이 부족해
pt: Permissão negada
ru: Недостаточно прав
zh_hans: 权限没给够
zh_hant: 權限沒給夠

# plist.accessibility
source: ClassGod needs Accessibility permission to detect the frontmost browser and switch to specific tabs.
de: ClassGod benötigt die Barrierefreiheitsberechtigung um den Browser im Vordergrund zu erkennen und zu bestimmten Tabs zu wechseln.
es: ClassGod necesita permiso de Accesibilidad para detectar el navegador al frente y cambiar a pestañas específicas.
fr: ClassGod a besoin de la permission Accessibilité pour détecter le navigateur au premier plan et basculer vers des onglets spécifiques.
ja: ClassGod は最前面のブラウザを検出して特定のタブに切り替えるために、アクセシビリティ権限が必要だ。
ko: ClassGod 는 맨 앞 브라우저를 감지하고 특정 탭으로 전환하기 위해 접근성 권한이 필요해.
pt: ClassGod precisa de permissão de Acessibilidade para detectar o navegador em primeiro plano e alternar para abas específicas.
ru: ClassGod требуется разрешение Специальных возможностей для обнаружения браузера на переднем плане и переключения на конкретные вкладки.
zh_hans: ClassGod 需要 Accessibility 权限来探测最前面的浏览器并切换到指定标签。
zh_hant: ClassGod 需要 Accessibility 權限來探測最前面的瀏覽器並切換到指定標籤。

# plist.automation
source: ClassGod needs to control Safari, Chrome, and Edge to detect and switch browser tabs.
de: ClassGod muss Safari, Chrome und Edge steuern um Browser-Tabs zu erkennen und zu wechseln.
es: ClassGod necesita controlar Safari, Chrome y Edge para detectar y cambiar entre pestañas del navegador.
fr: ClassGod doit contrôler Safari, Chrome et Edge pour détecter et basculer entre les onglets du navigateur.
ja: ClassGod は Safari、Chrome、Edge を制御してブラウザタブを検出・切り替える必要がある。
ko: ClassGod 는 Safari, Chrome, Edge 를 제어하여 브라우저 탭을 감지하고 전환해야 해.
pt: ClassGod precisa controlar Safari, Chrome e Edge para detectar e alternar entre abas do navegador.
ru: ClassGod необходимо управлять Safari, Chrome и Edge для обнаружения и переключения вкладок браузера.
zh_hans: ClassGod 需要控制 Safari、Chrome 和 Edge 来探测和切换浏览器标签。
zh_hant: ClassGod 需要控制 Safari、Chrome 和 Edge 來探測和切換瀏覽器標籤。

# reset.confirm.message
source: This will reset all settings to their default values. Your saved tabs will not be affected.
de: Alle Einstellungen werden auf die Standardwerte zurückgesetzt. Deine gespeicherten Tabs sind davon nicht betroffen.
es: Todos los ajustes se restablecerán a sus valores predeterminados. Tus pestañas guardadas no se verán afectadas.
fr: Tous les réglages seront réinitialisés aux valeurs par défaut. Tes onglets enregistrés ne seront pas affectés.
ja: 全設定がデフォルト値にリセットされる。保存済みのタブには影響しない。
ko: 모든 설정이 기본값으로 초기화돼. 저장한 탭은 안 지워져.
pt: Todas as configurações serão redefinidas para os valores padrão. Suas abas salvas não serão afetadas.
ru: Все настройки будут сброшены до значений по умолчанию. Сохранённые вкладки не пострадают.
zh_hans: 这会重置所有设定成默认值。保存的页面不会丢。
zh_hant: 這會重置所有設定成默認值。保存的頁面不會丟。

# reset.confirm.title
source: Reset Settings?
de: Einstellungen zurücksetzen?
es: ¿Restablecer ajustes?
fr: Réinitialiser les réglages ?
ja: 設定をリセット？
ko: 설정을 초기화할까?
pt: Redefinir configurações?
ru: Сбросить настройки?
zh_hans: 重置设定？
zh_hant: 重置設定？

# section.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: について
ko: 정보
pt: Sobre
ru: О приложении
zh_hans: 关于
zh_hant: 關於

# section.behavior
source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
ko: 동작
pt: Comportamento
ru: Поведение
zh_hans: 行为
zh_hant: 行為

# section.browser_not_running
source: When Browser Not Running
de: Wenn Browser nicht läuft
es: Cuando el navegador no está ejecutándose
fr: Quand le navigateur n'est pas lancé
ja: ブラウザが起動していない時
ko: 브라우저가 실행 중이 아닐 때
pt: Quando o navegador não está rodando
ru: Когда браузер не запущен
zh_hans: 浏览器没开时
zh_hant: 瀏覽器沒開時

# section.data_management
source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
ja: データ管理
ko: 데이터 관리
pt: Gerenciamento de dados
ru: Управление данными
zh_hans: 数据管理
zh_hant: 數據管理

# section.debug
source: Debug
de: Debuggen
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
pt: Depuração
ru: Отладка
zh_hans: 调试
zh_hant: 調試

# section.default_browser
source: Default Browser
de: Standardbrowser
es: Navegador predeterminado
fr: Navigateur par défaut
ja: デフォルトブラウザ
ko: 기본 브라우저
pt: Navegador padrão
ru: Браузер по умолчанию
zh_hans: 默认浏览器
zh_hant: 默認瀏覽器

# section.display
source: Display Options
de: Anzeigeoptionen
es: Opciones de visualización
fr: Options d'affichage
ja: 表示オプション
ko: 표시 옵션
pt: Opções de exibição
ru: Параметры отображения
zh_hans: 显示选项
zh_hant: 顯示選項

# section.global_shortcut
source: Global Shortcut
de: Globales Tastenkürzel
es: Atajo global
fr: Raccourci global
ja: グローバルショートカット
ko: 전역 단축키
pt: Atalho global
ru: Глобальная горячая клавиша
zh_hans: 呼出快捷键
zh_hant: 呼出快捷鍵

# section.launch
source: Launch
de: Start
es: Inicio
fr: Lancement
ja: 起動
ko: 실행
pt: Inicialização
ru: Запуск
zh_hans: 启动
zh_hant: 啟動

# section.menu_bar_icon
source: Menu Bar Icon
de: Menüleisten-Symbol
es: Icono de la barra de menú
fr: Icône de la barre de menu
ja: メニューバーアイコン
ko: 메뉴 바 아이콘
pt: Ícone da barra de menu
ru: Иконка менюбара
zh_hans: 菜单栏图标
zh_hant: 菜單欄圖標

# section.permissions
source: Permissions
de: Berechtigungen
es: Permisos
ja: 権限
ko: 권한
pt: Permissões
ru: Разрешения
zh_hans: 权限
zh_hant: 權限

# section.safety
source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: 安全
ko: 안전
pt: Segurança
ru: Безопасность
zh_hans: 安全
zh_hant: 安全

# section.shortcut
source: Shortcut
de: Tastenkürzel
es: Atajo
fr: Raccourci
ja: ショートカット
ko: 단축키
pt: Atalho
ru: Горячая клавиша
zh_hans: 快捷键
zh_hant: 快捷鍵

# section.supported_browsers
source: Supported Browsers
de: Unterstützte Browser
es: Navegadores soportados
fr: Navigateurs supportés
ja: 対応ブラウザ
ko: 지원 브라우저
pt: Navegadores suportados
ru: Поддерживаемые браузеры
zh_hans: 支持的浏览器
zh_hant: 支持的瀏覽器

# section.theme
source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
zh_hans: 主题
zh_hant: 主題

# section.tips
source: Tips
de: Tipps
es: Consejos
fr: Astuces
ja: ヒント
ko: 팁
pt: Dicas
ru: Подсказки
zh_hans: 小贴士
zh_hant: 小貼士

# setting.animation_speed
source: Animation Speed
de: Animationsgeschwindigkeit
es: Velocidad de animación
fr: Vitesse d'animation
ja: アニメーション速度
ko: 애니메이션 속도
pt: Velocidade da animação
ru: Скорость анимации
zh_hans: 动画速度
zh_hant: 動畫速度

# setting.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt: Aparência
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

# setting.auto_detect
source: Auto-detect Current Tab on Show
de: Aktuellen Tab beim Anzeigen automatisch erkennen
es: Detectar automáticamente pestaña actual al mostrar
fr: Détecter automatiquement l'onglet actuel à l'affichage
ja: 表示時に現在のタブを自動検出
ko: 패널 표시 시 현재 탭 자동 감지
pt: Detectar automaticamente aba atual ao mostrar
ru: Автоопределять текущую вкладку при отображении
zh_hans: 显示面板时自动探测
zh_hant: 顯示面板時自動探測

# setting.behavior
source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
ko: 동작
pt: Comportamento
ru: Поведение
zh_hans: 行为
zh_hant: 行為

# setting.compact_mode
source: Compact Mode
de: Kompaktmodus
es: Modo compacto
fr: Mode compact
ja: コンパクトモード
ko: 컴팩트 모드
pt: Modo compacto
ru: Компактный режим
zh_hans: 紧凑模式
zh_hant: 緊湊模式

# setting.confirm_clear
source: Confirm Before Clearing All Tabs
de: Vor dem Löschen aller Tabs bestätigen
es: Confirmar antes de borrar todas las pestañas
fr: Confirmer avant de tout supprimer
ja: 全タブ削除前に確認する
ko: 전체 탭 삭제 전 확인
pt: Confirmar antes de apagar todas as abas
ru: Подтверждать перед очисткой всех вкладок
zh_hans: 清空前确认一下
zh_hant: 清空前確認一下

# setting.confirm_delete
source: Confirm Before Deleting a Tab
de: Vor dem Löschen eines Tabs bestätigen
es: Confirmar antes de borrar una pestaña
fr: Confirmer avant de supprimer un onglet
ja: タブ削除前に確認する
ko: 탭 삭제 전 확인
pt: Confirmar antes de apagar uma aba
ru: Подтверждать перед удалением вкладки
zh_hans: 删页面前确认一下
zh_hant: 刪頁面前確認一下

# setting.corner_radius
source: Panel Corner Radius:
de: Panel-Eckenradius:
es: Radio de esquinas del panel:
fr: Rayon des coins du panneau :
ja: パネル角丸：
ko: 패널 모서리 반경：
pt: Raio de canto do painel:
ru: Радиус скругления панели:
zh_hans: 面板圆角：
zh_hant: 面板圓角：

# setting.debug_logging
source: Enable Debug Logging
de: Debug-Protokollierung aktivieren
es: Habilitar registro de depuración
fr: Activer le journal de débogage
ja: デバッグログを有効にする
ko: 디버그 로깅 켜기
pt: Ativar registro de depuração
ru: Включить отладочное логирование
zh_hans: 开启调试日志
zh_hant: 開啟調試日誌

# setting.haptic
source: Enable Haptic Feedback
de: Haptisches Feedback aktivieren
es: Habilitar retroalimentación háptica
fr: Activer le retour haptique
ja: 触覚フィードバックを有効にする
ko: 햅틱 피드백 켜기
pt: Ativar feedback háptico
ru: Включить тактильную обратную связь
zh_hans: 开启震动
zh_hant: 開啟震動

# setting.icon_style
source: Icon Style
de: Symbolstil
es: Estilo de icono
fr: Style d'icône
ja: アイコンスタイル
ko: 아이콘 스타일
pt: Estilo do ícone
ru: Стиль иконки
zh_hans: 图标样式
zh_hant: 圖標樣式

# setting.instant_mode
source: Ultra Speed Mode (Disable All Animations)
de: Ultra-Geschwindigkeitsmodus (alle Animationen deaktivieren)
es: Modo ultra rápido (desactivar todas las animaciones)
fr: Mode ultra-rapide (désactiver toutes les animations)
ja: ウルトラスピードモード（全アニメーション無効）
ko: 초고속 모드（모든 애니메이션 비활성화）
pt: Modo ultra rápido (desativar todas as animações)
ru: Ультраскоростной режим (отключить все анимации)
zh_hans: 极速模式（关闭所有动画）
zh_hant: 極速模式（關閉所有動畫）

# setting.keyboard_nav
source: Enable Keyboard Navigation
de: Tastaturnavigation aktivieren
es: Habilitar navegación por teclado
fr: Activer la navigation au clavier
ja: キーボードナビゲーションを有効にする
ko: 키보드 내비게이션 활성화
pt: Ativar navegação por teclado
ru: Включить навигацию с клавиатуры
zh_hans: 启用键盘导航
zh_hant: 啟用鍵盤導航

# setting.launch_at_login
source: Launch at Login
de: Beim Anmelden starten
es: Lanzar al iniciar sesión
fr: Lancer à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
pt: Iniciar no login
ru: Запуск при входе
zh_hans: 开机自启动
zh_hant: 開機自啟動

# setting.max_height
source: Max Height:
de: Max. Höhe:
es: Altura máxima:
fr: Hauteur max :
ja: 最大高さ：
ko: 최대 높이：
pt: Altura máxima:
ru: Макс. высота:
zh_hans: 最大高度：
zh_hant: 最大高度：

# setting.max_tabs
source: Max Tabs Shown:
de: Max. angezeigte Tabs:
es: Máx. pestañas mostradas:
fr: Onglets max affichés :
ja: 最大表示数：
ko: 최대 표시：
pt: Máx. abas exibidas:
ru: Макс. отображаемых вкладок:
zh_hans: 最多显示：
zh_hant: 最多顯示：

# setting.row_height
source: Row Height:
de: Zeilenhöhe:
es: Altura de fila:
fr: Hauteur de ligne :
ja: 行の高さ：
ko: 행 높이：
pt: Altura da linha:
ru: Высота строки:
zh_hans: 行高：
zh_hant: 行高：

# setting.show_browser_icon
source: Show Browser Icons
de: Browser-Symbole anzeigen
es: Mostrar iconos de navegador
fr: Afficher les icônes de navigateur
ja: ブラウザアイコンを表示
ko: 브라우저 아이콘 표시
pt: Mostrar ícones de navegador
ru: Показывать иконки браузеров
zh_hans: 显示浏览器图标
zh_hant: 顯示瀏覽器圖標

# setting.show_on_launch
source: Show Panel on Launch
de: Panel beim Start anzeigen
es: Mostrar panel al iniciar
fr: Afficher le panneau au lancement
ja: 起動時にパネルを表示
ko: 실행 시 패널 표시
pt: Mostrar painel ao iniciar
ru: Показывать панель при запуске
zh_hans: 启动时展开面板
zh_hant: 啟動時展開面板

# setting.show_panel
source: Show Menu Bar Panel:
de: Menüleisten-Panel anzeigen:
es: Mostrar panel de la barra de menú:
fr: Afficher le panneau de la barre de menu :
ja: メニューバーパネルを表示：
ko: 메뉴 바 패널 표시：
pt: Mostrar painel da barra de menu:
ru: Показывать панель меню:
zh_hans: 呼出菜单栏面板：
zh_hant: 呼出菜單欄面板：

# setting.show_shortcut_badge
source: Show Shortcut Badges
de: Tastenkürzel-Abzeichen anzeigen
es: Mostrar insignias de atajo
fr: Afficher les badges de raccourci
ja: ショートカットバッジを表示
ko: 단축키 배지 표시
pt: Mostrar emblemas de atalho
ru: Показывать значки горячих клавиш
zh_hans: 显示快捷键徽章
zh_hant: 顯示快捷鍵徽章

# setting.show_tab_count
source: Show Tab Count Badge
de: Tab-Anzahl-Abzeichen anzeigen
es: Mostrar insignia de cantidad de pestañas
fr: Afficher le badge de nombre d'onglets
ja: タブ数バッジを表示
ko: 탭 수 배지 표시
pt: Mostrar emblema de contagem de abas
ru: Показывать значок количества вкладок
zh_hans: 显示标签数量徽章
zh_hant: 顯示標籤數量徽章

# setting.show_url_preview
source: Show URL Preview
de: URL-Vorschau anzeigen
es: Mostrar vista previa de URL
fr: Afficher l'aperçu de l'URL
ja: URL プレビューを表示
ko: URL 미리보기 표시
pt: Mostrar pré-visualização de URL
ru: Показывать превью URL
zh_hans: 显示 URL 预览
zh_hant: 顯示 URL 預覽

# setting.sound_effects
source: Enable Sound Effects
de: Soundeffekte aktivieren
es: Habilitar efectos de sonido
fr: Activer les effets sonores
ja: 効果音を有効にする
ko: 효과음 켜기
pt: Ativar efeitos sonoros
ru: Включить звуковые эффекты
zh_hans: 开启音效
zh_hant: 開啟音效

# setting.switch_behavior
source: Tab Switching
de: Tab-Wechsel
es: Cambio de pestaña
fr: Changement d'onglet
ja: タブ切り替え
ko: 탭 전환
pt: Mudança de aba
ru: Переключение вкладок
zh_hans: 切屏方式
zh_hant: 切屏方式

# setting.switch_delay
source: Switch Delay (ms):
de: Wechselverzögerung (ms):
es: Retraso de cambio (ms):
fr: Délai de basculement (ms) :
ja: 切り替え遅延（ミリ秒）：
ko: 전환 지연（밀리초）：
pt: Atraso de mudança (ms):
ru: Задержка переключения (мс):
zh_hans: 切换延迟（毫秒）：
zh_hant: 切換延遲（毫秒）：

# setting.toast
source: Show Toast Notifications
de: Toast-Benachrichtigungen anzeigen
es: Mostrar notificaciones Toast
fr: Afficher les notifications Toast
ja: Toast 通知を表示
ko: 토스트 알림 표시
pt: Mostrar notificações Toast
ru: Показывать Toast-уведомления
zh_hans: 显示 Toast 通知
zh_hant: 顯示 Toast 通知

# setting.toast_duration
source: Toast Duration:
de: Toast-Dauer:
es: Duración del Toast:
fr: Durée du Toast :
ja: Toast 表示時間：
ko: 토스트 지속 시간：
pt: Duração do Toast:
ru: Длительность Toast:
zh_hans: Toast 停留时间：
zh_hant: Toast 停留時間：

# setting.url_match
source: URL Matching
de: URL-Übereinstimmung
es: Coincidencia de URL
fr: Correspondance d'URL
ja: URL マッチング
ko: URL 매칭
pt: Correspondência de URL
ru: Сопоставление URL
zh_hans: URL 匹配
zh_hant: URL 匹配

# setting.when_adding
source: When Adding Manually
de: Bei manuellem Hinzufügen
es: Al añadir manualmente
fr: Lors de l'ajout manuel
ja: 手動追加時に使用
ko: 수동 추가 시 사용
pt: Ao adicionar manualmente
ru: При ручном добавлении
zh_hans: 手动添加时用
zh_hant: 手動添加時用

# setting.width
source: Width:
de: Breite:
es: Ancho:
fr: Largeur :
ja: 幅：
ko: 너비：
pt: Largura:
ru: Ширина:
zh_hans: 宽度：
zh_hant: 寬度：

# shortcut.conflict.message
source: Another tab is already using this shortcut. Overwrite it?
de: Ein anderer Tab verwendet dieses Tastenkürzel bereits. Überschreiben?
es: Otra pestaña ya está usando este atajo. ¿Sobrescribir?
fr: Un autre onglet utilise déjà ce raccourci. L'écraser ?
ja: 別のページが既にこのショートカットを使ってるぞ。上書きする？
ko: 다른 페이지가 이미 이 단축키를 쓰고 있어. 덮어쓸까?
pt: Outra aba já está usando este atalho. Sobrescrever?
ru: Другая вкладка уже использует эту горячую клавишу. Перезаписать?
zh_hans: 已经有别的页面用了这个快捷键，覆盖掉？
zh_hant: 已經有別的頁面用了這個快捷鍵，覆蓋掉？

# shortcut.conflict.title
source: Shortcut Collision
de: Tastenkürzel-Kollision
es: Colisión de atajo
fr: Collision de raccourci
ja: ショートカット衝突
ko: 단축키 충돌
pt: Colisão de atalho
ru: Конфликт горячих клавиш
zh_hans: 快捷键撞车了
zh_hant: 快捷鍵撞車了

# shortcut.conflict.warning
source: This shortcut is taken by someone else. You gonna steal it?
de: Dieses Tastenkürzel ist bereits belegt. Willst du es klauen?
es: Este atajo ya está ocupado. ¿Vas a quitárselo?
fr: Ce raccourci est déjà pris. Tu vas le voler ?
ja: このショートカットは誰かに使われてるぞ。無理矢理奪うのか？
ko: 이 단축키는 남이 쓰고 있어. 뺏을 거야?
pt: Este atalho já está ocupado. Vai roubar?
ru: Эта горячая клавиша уже занята. Будешь отбирать?
zh_hans: 这快捷键被别人占了，你要硬抢吗？
zh_hant: 這快捷鍵被別人占了，你要硬搶嗎？

# shortcut.key_format
source: Key %d
de: Taste %d
es: Tecla %d
fr: Touche %d
ja: キー %d
ko: 키 %d
pt: Tecla %d
ru: Клавиша %d
zh_hans: 按键 %d
zh_hant: 按鍵 %d

# shortcut.none
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt: Nenhum
ru: Нет
zh_hans: 无
zh_hant: 無

# shortcut.press
source: Press shortcut...
de: Tastenkürzel drücken...
es: Presiona atajo...
fr: Appuie sur le raccourci...
ja: ショートカットを押して...
ko: 단축키 누르기...
pt: Pressione atalho...
ru: Нажми горячую клавишу...
zh_hans: 按快捷键...
zh_hant: 按快捷鍵...

# shortcut.press_keys
source: Press keys...
de: Tasten drücken...
es: Presiona teclas...
fr: Appuie sur les touches...
ja: キーを押して...
ko: 키 누르기...
pt: Pressione teclas...
ru: Нажми клавиши...
zh_hans: 按快捷键...
zh_hant: 按快捷鍵...

# shortcut.tap_to_set
source: Tap to set shortcut
de: Tippen um Tastenkürzel festzulegen
es: Toca para establecer atajo
fr: Tape pour définir le raccourci
ja: タップしてショートカットを設定
ko: 탭해서 단축키 설정
pt: Toque para definir atalho
ru: Нажми, чтобы назначить горячую клавишу
zh_hans: 点一下设定快捷键
zh_hant: 點一下設定快捷鍵

# shortcut.tip.caption
source: Click the shortcut box above to record a new global shortcut for opening the ClassGod panel.
de: Klick auf das Tastenkürzel-Feld oben um ein neues globales Tastenkürzel für das Öffnen des ClassGod-Panels aufzuzeichnen.
es: Haz clic en el cuadro de atajo de arriba para grabar un nuevo atajo global para abrir el panel de ClassGod.
fr: Clique sur la boîte de raccourci ci-dessus pour enregistrer un nouveau raccourci global pour ouvrir le panneau ClassGod.
ja: 上のショートカットボックスをクリックして、ClassGod パネルを開く新しいグローバルショートカットを記録しよう。
ko: 위의 단축키 상자를 클릭해서 ClassGod 패널을 여는 새로운 전역 단축키를 녹화해봐.
pt: Clique na caixa de atalho acima para gravar um novo atalho global para abrir o painel do ClassGod.
ru: Нажми на поле горячей клавиши сверху, чтобы записать новую глобальную горячую клавишу для открытия панели ClassGod.
zh_hans: 点上面的快捷键框录一个新的全局快捷键，用来呼出 ClassGod 面板。
zh_hant: 點上面的快捷鍵框錄一個新的全局快捷鍵，用來呼出 ClassGod 面板。

# speed.fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 速い
ko: 빠르게
pt: Rápido
ru: Быстро
zh_hans: 快
zh_hant: 快

# speed.instant
source: Off (Instant)
de: Aus (Sofort)
es: Apagado (instantáneo)
fr: Désactivé (instantané)
ja: オフ（即時）
ko: 끔（즉시）
pt: Desligado (instantâneo)
ru: Выкл. (мгновенно)
zh_hans: 关掉（瞬间）
zh_hant: 關掉（瞬間）

# switch.activate_existing
source: Switch to existing tab if found
de: Zu vorhandenem Tab wechseln wenn gefunden
es: Cambiar a pestaña existente si se encuentra
fr: Basculer vers l'onglet existant si trouvé
ja: 見つけたらそこに切り替える
ko: 찾으면 거기로 전환
pt: Mudar para aba existente se encontrada
ru: Переключиться на существующую вкладку, если найдена
zh_hans: 找到就切过去
zh_hant: 找到就切過去

# switch.always_new
source: Always open in new tab
de: Immer in neuem Tab öffnen
es: Siempre abrir en nueva pestaña
fr: Toujours ouvrir dans un nouvel onglet
ja: 常に新しいタブで開く
ko: 항상 새 탭으로 열기
pt: Sempre abrir em nova aba
ru: Всегда открывать в новой вкладке
zh_hans: 永远新开标签
zh_hant: 永遠新開標籤

# tab.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
pt: Avançado
ru: Дополнительно
zh_hans: 高级
zh_hant: 高級

# tab.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt: Aparência
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

# tab.fan
source: Fan
de: Lüfter
es: Ventilador
fr: Ventilateur
ja: ファン
ko: 팬
pt: Ventoinha
ru: Вентилятор
zh_hans: 风扇
zh_hant: 風扇

# tab.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt: Geral
ru: Общие
zh_hans: 常规
zh_hant: 常規

# tab.shortcuts
source: Shortcuts
de: Tastenkürzel
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
pt: Atalhos
ru: Горячие клавиши
zh_hans: 快捷键
zh_hant: 快捷鍵

# theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 어둡게
pt: Escuro
ru: Тёмная
zh_hans: 深色
zh_hant: 深色

# theme.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 밝게
pt: Claro
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色

# theme.system
source: Follow System
de: System folgen
es: Seguir sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 따라가기
pt: Seguir sistema
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

# tip.avoid_conflict
source: Avoid conflicts with system shortcuts
de: Vermeide Konflikte mit System-Tastenkürzeln
es: Evita conflictos con atajos del sistema
fr: Évite les conflits avec les raccourcis système
ja: システムショートカットと競合しないように
ko: 시스템 단축키와 충돌하지 않도록
pt: Evite conflitos com atalhos do sistema
ru: Избегай конфликтов с системными горячими клавишами
zh_hans: 别跟系统快捷键撞车
zh_hant: 別跟系統快捷鍵撞車

# tip.per_tab_shortcuts
source: Per-tab shortcuts are configured in the main panel
de: Tab-spezifische Tastenkürzel werden im Hauptpanel konfiguriert
es: Los atajos por pestaña se configuran en el panel principal
fr: Les raccourcis par onglet se configurent dans le panneau principal
ja: タブごとのショートカットはメインパネルで設定
ko: 탭별 단축키는 메인 패널에서 설정
pt: Atalhos por aba são configurados no painel principal
ru: Горячие клавиши для вкладок настраиваются в главной панели
zh_hans: 每个页面的快捷键在主面板里设
zh_hant: 每個頁面的快捷鍵在主面板裡設

# tip.restart
source: Restart the app after changing this shortcut
de: Starte die App nach Änderung dieses Tastenkürzels neu
es: Reinicia la app después de cambiar este atajo
fr: Redémarre l'app après avoir changé ce raccourci
ja: このショートカットを変更後はアプリを再起動しよう
ko: 이 단축키를 바꾼 후에는 앱을 재시작하자
pt: Reinicie o app depois de mudar este atalho
ru: Перезапусти приложение после изменения этой горячей клавиши
zh_hans: 改完最好重启一下
zh_hant: 改完最好重啟一下

# toast.launched
source: Launched %@
de: %@ gestartet
es: %@ lanzado
fr: %@ lancé
ja: %@ を起動した
ko: %@ 실행됨
pt: %@ iniciado
ru: %@ запущен
zh_hans: 已启动 %@
zh_hant: 已啟動 %@

# toast.opened_url
source: Opened URL in %@
de: URL in %@ geöffnet
es: URL abierta en %@
fr: URL ouverte dans %@
ja: %@ で URL を開いた
ko: %@ 에서 URL 열림
pt: URL aberta no %@
ru: URL открыт в %@
zh_hans: 已在 %@ 打开连结
zh_hant: 已在 %@ 打開連結

# toast.saved
source: Saved "%@"
de: "%@" gespeichert
es: "%@" guardado
fr: "%@" enregistré
ja: "%@" を保存した
ko: "%@" 저장됨
pt: "%@" salvo
ru: "%@" сохранено
zh_hans: 已保存 "%@"
zh_hant: 已保存 "%@"

# toast.saved_current
source: Current tab saved
de: Aktueller Tab gespeichert
es: Pestaña actual guardada
fr: Onglet actuel enregistré
ja: 現在のタブを保存した
ko: 현재 탭 저장됨
pt: Aba atual salva
ru: Текущая вкладка сохранена
zh_hans: 当前页面已保存
zh_hant: 當前頁面已保存

# toast.switched
source: Switched to %@
de: Zu %@ gewechselt
es: Cambiado a %@
fr: Basculé vers %@
ja: %@ に切り替えた
ko: %@ 로 전환됨
pt: Mudado para %@
ru: Переключено на %@
zh_hans: 已切到 %@
zh_hant: 已切到 %@

# toast.switched_browser
source: Switched to %@
de: Zu %@ gewechselt
es: Cambiado a %@
fr: Basculé vers %@
ja: %@ に切り替えた
ko: %@ 로 전환됨
pt: Mudado para %@
ru: Переключено на %@
zh_hans: 已切到 %@
zh_hant: 已切到 %@
